Repository: DavidWoo57/Pannotate-iOS
Catalog: Pannotate-iOS/Localizable.xcstrings
Source language: en
Languages: zh_hans

# sequence.remove_from_sequence
source: Remove from Sequence
zh_hans: 从分镜移除

# sequence.subtitle_for_project_format
source: Sequence for %@ · %d clips · %ds total
zh_hans: %@ 的分镜 · %d 个片段 · 共 %d 秒

# settings.about
source: About
zh_hans: 关于

# settings.account
source: Account
zh_hans: 账户

# settings.auto_chain_clips
source: Auto-chain Clips
zh_hans: 自动续接片段

# settings.auto_chain_clips_subtitle
source: Continue from last frame automatically
zh_hans: 自动从上一帧续接

# settings.connected_accounts
source: Connected Accounts
zh_hans: 关联账户

# settings.motion_smoothing
source: Motion Smoothing
zh_hans: 运动平滑

# settings.motion_smoothing_subtitle
source: Reduce jitter between frames
zh_hans: 减少帧间抖动

# settings.notifications
source: Notifications
zh_hans: 通知

# settings.output_quality
source: Output Quality
zh_hans: 输出质量

# settings.privacy_data
source: Privacy & Data
zh_hans: 隐私与数据

# settings.privacy_policy
source: Privacy Policy
zh_hans: 隐私政策

# settings.push_notifications
source: Push Notifications
zh_hans: 推送通知

# settings.push_notifications_subtitle
source: Generation complete, exports ready
zh_hans: 生成完成、导出就绪

# settings.quality.draft
source: Draft
zh_hans: 草稿

# settings.quality.draft_subtitle
source: Fast, 480p
zh_hans: 快速，480p

# settings.quality.high
source: High
zh_hans: 高清

# settings.quality.standard
source: Standard
zh_hans: 标准

# settings.section.appearance
source: Appearance
zh_hans: 外观

# settings.section.generation
source: Generation
zh_hans: 生成

# settings.sign_out
source: Sign Out
zh_hans: 退出登录

# settings.subscription
source: Subscription
zh_hans: 订阅

# settings.terms
source: Terms of Service
zh_hans: 服务条款

# settings.theme
source: Theme
zh_hans: 主题

# settings.theme.dark
source: Dark
zh_hans: 深色

# settings.theme.light
source: Light
zh_hans: 浅色

# settings.theme.system
source: System
zh_hans: 跟随系统

# settings.title
source: Settings
zh_hans: 设置

# settings.version_1
source: Version 1.0.0
zh_hans: 版本 1.0.0

# status.done
source: Done
zh_hans: 完成

# status.failed
source: Failed
zh_hans: 失败

# status.queued
source: Queued
zh_hans: 排队中

# studio.adjust
source: Adjust
zh_hans: 调整

# studio.adjust_image
source: Adjust Image
zh_hans: 调整图片

# studio.adjust_image_hint
source: Drag to reposition. Pinch to zoom.
zh_hans: 拖动调整位置，双指缩放。

# studio.adjust_image_note
source: Frame the image before annotating. This is a local prototype adjustment only.
zh_hans: 在标注前调整图片构图。当前仅为本地原型调整。

# studio.annotation_count_format
source: %d strokes · %d circles · %d text labels
zh_hans: %d 条笔画 · %d 个圈选 · %d 个文字

# studio.annotations
source: Annotations
zh_hans: 标注

# studio.change
source: Change
zh_hans: 更换

# studio.choose_photo_hint
source: Choose a photo to start guiding motion
zh_hans: 选择照片开始引导运动

# studio.continuing_from
source: Continuing from
zh_hans: 正在续接

# studio.edit_annotations
source: Edit Annotations
zh_hans: 编辑标注

# studio.editing
source: Editing
zh_hans: 正在编辑

# studio.fast_help
source: Fast uses local rule-based interpretation. No extra model call.
zh_hans: 快速模式使用本地规则理解，不额外调用模型。

# studio.fast_mode_preview_text
source: Fast mode uses local rule-based interpretation and sends the rule-built final prompt to the mock video generation flow.
zh_hans: 快速模式使用本地规则理解，并将规则生成的最终提示词发送到模拟视频生成流程。

# studio.generate_video
source: Generate Video
zh_hans: 生成视频

# studio.generating
source: Generating...
zh_hans: 正在生成…

# studio.interpretation_mode
source: Interpretation Mode
zh_hans: 理解模式

# studio.mock_clip_generated
source: Mock clip generated
zh_hans: 模拟片段已生成

# studio.mock_clip_title
source: Studio Mock Clip
zh_hans: 创作模拟片段

# studio.motion_placeholder
source: Describe the motion...
zh_hans: 描述运动效果…

# studio.no_annotations_summary
source: No annotations yet. Open the full-screen editor to draw, circle, label, or erase.
zh_hans: 还没有标注。打开全屏编辑器即可绘制、圈选、添加文字或擦除。

# studio.no_motion_prompt
source: No motion prompt provided yet.
zh_hans: 尚未填写运动提示。

# studio.no_project_message
source: Studio tools are scoped to the current project. Choose a project before selecting images, annotating, or generating mock clips.
zh_hans: 创作工具属于当前项目。请先选择项目，再选择图片、标注或生成模拟片段。

# studio.photo_load_failed
source: Could not load that photo
zh_hans: 无法加载该照片

# studio.photo_selection_unavailable
source: Photo selection was cancelled or unavailable
zh_hans: 照片选择已取消或不可用

# studio.preparing
source: Preparing...
zh_hans: 准备中…

# studio.preview_request
source: Preview Request
zh_hans: 请求预览

# studio.request_preview
source: Request Preview
zh_hans: 请求预览

# studio.select_image
source: Select an Image
zh_hans: 选择图片

# studio.select_image_first
source: Select Image First
zh_hans: 请先选择图片

# studio.select_or_create_project_first
source: Select or create a project first
zh_hans: 请先选择或创建项目

# studio.smart_help
source: Smart simulates a visual LLM interpretation locally. No real API call yet.
zh_hans: 智能模式在本地模拟视觉 LLM 理解，暂不调用真实 API。

# studio.smart_mode_preview_text
source: Smart mode prepares an LLM-ready payload and uses a simulated visual LLM interpretation as the final prompt. No real API call is made yet.
zh_hans: 智能模式会准备可供 LLM 使用的载荷，并使用模拟视觉 LLM 理解作为最终提示词。目前不会调用真实 API。

# studio.use_this_framing
source: Use This Framing
zh_hans: 使用此构图

# studio.user_motion_prompt
source: User Motion Prompt
zh_hans: 用户运动提示

# studio.view_request_used
source: View request used
zh_hans: 查看使用的请求

# tab.outputs
source: Outputs
zh_hans: 输出

# tab.profile
source: Profile
zh_hans: 我的

# tab.projects
source: Projects
zh_hans: 项目

# tab.sequence
source: Sequence
zh_hans: 分镜

# tab.studio
source: Studio
zh_hans: 创作
